{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 512,
    "strategy": "OnlySecond",
    "stride": 0
  },
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12800,
      "content": "[PREFIX]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12801,
      "content": "[TYPE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12802,
      "content": "[CLASSIFY]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12803,
      "content": "[MULTICLASSIFY]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          1
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          2
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[UNK]": 3,
      "[MASK]": 4,
      "[unused1]": 5,
      "[unused2]": 6,
      "[unused3]": 7,
      "[unused4]": 8,
      "[unused5]": 9,
      "[unused6]": 10,
      "[unused7]": 11,
      "[unused8]": 12,
      "[unused9]": 13,
      "[unused10]": 14,
      "[unused11]": 15,
      "[unused12]": 16,
      "[unused13]": 17,
      "[unused14]": 18,
      "[unused15]": 19,
      "[unused16]": 20,
      "[unused17]": 21,
      "[unused18]": 22,
      "[unused19]": 23,
      "[unused20]": 24,
      "[unused21]": 25,
      "[unused22]": 26,
      "[unused23]": 27,
      "[unused24]": 28,
      "[unused25]": 29,
      "[unused26]": 30,
      "[unused27]": 31,
      "[unused28]": 32,
      "[unused29]": 33,
      "[unused30]": 34,
      "[unused31]": 35,
      "[unused32]": 36,
      "[unused33]": 37,
      "[unused34]": 38,
      "[unused35]": 39,
      "[unused36]": 40,
      "[unused37]": 41,
      "[unused38]": 42,
      "[unused39]": 43,
      "[unused40]": 44,
      "[unused41]": 45,
      "[unused42]": 46,
      "[unused43]": 47,
      "[unused44]": 48,
      "[unused45]": 49,
      "[unused46]": 50,
      "[unused47]": 51,
      "[unused48]": 52,
      "[unused49]": 53,
      "[unused50]": 54,
      "[unused51]": 55,
      "[unused52]": 56,
      "[unused53]": 57,
      "[unused54]": 58,
      "[unused55]": 59,
      "[unused56]": 60,
      "[unused57]": 61,
      "[unused58]": 62,
      "[unused59]": 63,
      "[unused60]": 64,
      "[unused61]": 65,
      "[unused62]": 66,
      "[unused63]": 67,
      "[unused64]": 68,
      "[unused65]": 69,
      "[unused66]": 70,
      "[unused67]": 71,
      "[unused68]": 72,
      "[unused69]": 73,
      "[unused70]": 74,
      "[unused71]": 75,
      "[unused72]": 76,
      "[unused73]": 77,
      "[unused74]": 78,
      "[unused75]": 79,
      "[unused76]": 80,
      "[unused77]": 81,
      "[unused78]": 82,
      "[unused79]": 83,
      "[unused80]": 84,
      "[unused81]": 85,
      "[unused82]": 86,
      "[unused83]": 87,
      "[unused84]": 88,
      "[unused85]": 89,
      "[unused86]": 90,
      "[unused87]": 91,
      "[unused88]": 92,
      "[unused89]": 93,
      "[unused90]": 94,
      "[unused91]": 95,
      "[unused92]": 96,
      "[unused93]": 97,
      "[unused94]": 98,
      "[unused95]": 99,
      "[unused96]": 100,
      "[unused97]": 101,
      "[unused98]": 102,
      "[unused99]": 103,
      "!": 104,
      "\"": 105,
      "#": 106,
      "$": 107,
      "%": 108,
      "&": 109,
      "'": 110,
      "(": 111,
      ")": 112,
      "*": 113,
      "+": 114,
      ",": 115,
      "-": 116,
      ".": 117,
      "/": 118,
      ":": 119,
      ";": 120,
      "<": 121,
      "=": 122,
      ">": 123,
      "?": 124,
      "@": 125,
      "[": 126,
      "\\": 127,
      "]": 128,
      "^": 129,
      "_": 130,
      "`": 131,
      "{": 132,
      "|": 133,
      "}": 134,
      "~": 135,
      "·": 136,
      "–": 137,
      "—": 138,
      "‘": 139,
      "’": 140,
      "‛": 141,
      "“": 142,
      "”": 143,
      "„": 144,
      "‟": 145,
      "…": 146,
      "‧": 147,
      "、": 148,
      "。": 149,
      "〃": 150,
      "〈": 151,
      "〉": 152,
      "《": 153,
      "》": 154,
      "「": 155,
      "」": 156,
      "『": 157,
      "』": 158,
      "【": 159,
      "】": 160,
      "〔": 161,
      "〕": 162,
      "〖": 163,
      "〗": 164,
      "〜": 165,
      "〝": 166,
      "〞": 167,
      "〰": 168,
      "﹏": 169,
      "﹑": 170,
      "﹔": 171,
      "！": 172,
      "＂": 173,
      "＃": 174,
      "＄": 175,
      "％": 176,
      "＆": 177,
      "＇": 178,
      "（": 179,
      "）": 180,
      "＊": 181,
      "＋": 182,
      "，": 183,
      "－": 184,
      "：": 185,
      "；": 186,
      "＜": 187,
      "＝": 188,
      "＞": 189,
      "？": 190,
      "＠": 191,
      "［": 192,
      "＼": 193,
      "］": 194,
      "＾": 195,
      "＿": 196,
      "｀": 197,
      "｛": 198,
      "｜": 199,
      "｝": 200,
      "～": 201,
      "｡": 202,
      "｢": 203,
      "｣": 204,
      "､": 205,
      "0": 206,
      "##0": 207,
      "1": 208,
      "##1": 209,
      "2": 210,
      "##2": 211,
      "3": 212,
      "##3": 213,
      "4": 214,
      "##4": 215,
      "5": 216,
      "##5": 217,
      "6": 218,
      "##6": 219,
      "7": 220,
      "##7": 221,
      "8": 222,
      "##8": 223,
      "9": 224,
      "##9": 225,
      "一": 226,
      "丁": 227,
      "七": 228,
      "丄": 229,
      "丅": 230,
      "丆": 231,
      "万": 232,
      "丈": 233,
      "三": 234,
      "上": 235,
      "下": 236,
      "丌": 237,
      "不": 238,
      "与": 239,
      "丏": 240,
      "丐": 241,
      "丑": 242,
      "专": 243,
      "且": 244,
      "丕": 245,
      "世": 246,
      "丘": 247,
      "丙": 248,
      "业": 249,
      "丛": 250,
      "东": 251,
      "丝": 252,
      "丞": 253,
      "両": 254,
      "丢": 255,
      "两": 256,
      "严": 257,
      "丧": 258,
      "丨": 259,
      "个": 260,
      "丫": 261,
      "中": 262,
      "丰": 263,
      "串": 264,
      "临": 265,
      "丶": 266,
      "丸": 267,
      "丹": 268,
      "为": 269,
      "主": 270,
      "丼": 271,
      "丽": 272,
      "举": 273,
      "丿": 274,
      "乂": 275,
      "乃": 276,
      "乄": 277,
      "久": 278,
      "乇": 279,
      "么": 280,
      "义": 281,
      "之": 282,
      "乌": 283,
      "乍": 284,
      "乎": 285,
      "乏": 286,
      "乐": 287,
      "乒": 288,
      "乓": 289,
      "乔": 290,
      "乖": 291,
      "乗": 292,
      "乘": 293,
      "乙": 294,
      "乛": 295,
      "乜": 296,
      "九": 297,
      "乞": 298,
      "也": 299,
      "习": 300,
      "乡": 301,
      "书": 302,
      "乩": 303,
      "买": 304,
      "乱": 305,
      "乳": 306,
      "乸": 307,
      "乾": 308,
      "亀": 309,
      "了": 310,
      "亇": 311,
      "予": 312,
      "争": 313,
      "亊": 314,
      "事": 315,
      "二": 316,
      "亍": 317,
      "于": 318,
      "亏": 319,
      "云": 320,
      "互": 321,
      "亓": 322,
      "五": 323,
      "井": 324,
      "亘": 325,
      "亚": 326,
      "些": 327,
      "亜": 328,
      "亟": 329,
      "亡": 330,
      "亢": 331,
      "交": 332,
      "亥": 333,
      "亦": 334,
      "产": 335,
      "亨": 336,
      "亩": 337,
      "享": 338,
      "京": 339,
      "亭": 340,
      "亮": 341,
      "亲": 342,
      "亳": 343,
      "亵": 344,
      "亶": 345,
      "亸": 346,
      "亹": 347,
      "人": 348,
      "亻": 349,
      "亽": 350,
      "亾": 351,
      "亿": 352,
      "什": 353,
      "仁": 354,
      "仂": 355,
      "仃": 356,
      "仄": 357,
      "仅": 358,
      "仆": 359,
      "仇": 360,
      "仉": 361,
      "今": 362,
      "介": 363,
      "仍": 364,
      "从": 365,
      "仏": 366,
      "仑": 367,
      "仓": 368,
      "仔": 369,
      "仕": 370,
      "他": 371,
      "仗": 372,
      "付": 373,
      "仙": 374,
      "仝": 375,
      "仞": 376,
      "仟": 377,
      "仡": 378,
      "代": 379,
      "令": 380,
      "以": 381,
      "仨": 382,
      "仩": 383,
      "仪": 384,
      "仫": 385,
      "们": 386,
      "仮": 387,
      "仰": 388,
      "仲": 389,
      "仳": 390,
      "仵": 391,
      "件": 392,
      "价": 393,
      "任": 394,
      "仼": 395,
      "份": 396,
      "仿": 397,
      "企": 398,
      "伉": 399,
      "伊": 400,
      "伋": 401,
      "伍": 402,
      "伎": 403,
      "伏": 404,
      "伐": 405,
      "休": 406,
      "众": 407,
      "优": 408,
      "伙": 409,
      "会": 410,
      "伛": 411,
      "伝": 412,
      "伞": 413,
      "伟": 414,
      "传": 415,
      "伢": 416,
      "伤": 417,
      "伥": 418,
      "伦": 419,
      "伧": 420,
      "伪": 421,
      "伫": 422,
      "伯": 423,
      "估": 424,
      "伱": 425,
      "伲": 426,
      "伴": 427,
      "伶": 428,
      "伷": 429,
      "伸": 430,
      "伺": 431,
      "似": 432,
      "伽": 433,
      "伾": 434,
      "佀": 435,
      "佃": 436,
      "但": 437,
      "佉": 438,
      "位": 439,
      "低": 440,
      "住": 441,
      "佐": 442,
      "佑": 443,
      "体": 444,
      "何": 445,
      "佗": 446,
      "佘": 447,
      "余": 448,
      "佚": 449,
      "佛": 450,
      "作": 451,
      "佝": 452,
      "佞": 453,
      "佟": 454,
      "你": 455,
      "佢": 456,
      "佣": 457,
      "佤": 458,
      "佥": 459,
      "佧": 460,
      "佩": 461,
      "佬": 462,
      "佯": 463,
      "佰": 464,
      "佳": 465,
      "佴": 466,
      "佶": 467,
      "佷": 468,
      "佺": 469,
      "佻": 470,
      "佼": 471,
      "佾": 472,
      "使": 473,
      "侁": 474,
      "侂": 475,
      "侃": 476,
      "侄": 477,
      "來": 478,
      "侈": 479,
      "侉": 480,
      "例": 481,
      "侍": 482,
      "侏": 483,
      "侑": 484,
      "侔": 485,
      "侗": 486,
      "侘": 487,
      "供": 488,
      "依": 489,
      "侠": 490,
      "価": 491,
      "侣": 492,
      "侥": 493,
      "侦": 494,
      "侧": 495,
      "侨": 496,
      "侩": 497,
      "侪": 498,
      "侬": 499,
      "侮": 500,
      "侯": 501,
      "侵": 502,
      "便": 503,
      "促": 504,
      "俄": 505,
      "俅": 506,
      "俊": 507,
      "俎": 508,
      "俏": 509,
      "俐": 510,
      "俑": 511,
      "俗": 512,
      "俘": 513,
      "俚": 514,
      "俛": 515,
      "俜": 516,
      "保": 517,
      "俞": 518,
      "俟": 519,
      "信": 520,
      "俢": 521,
      "俣": 522,
      "俤": 523,
      "俦": 524,
      "俨": 525,
      "俩": 526,
      "俪": 527,
      "俬": 528,
      "俭": 529,
      "修": 530,
      "俯": 531,
      "俱": 532,
      "俳": 533,
      "俶": 534,
      "俸": 535,
      "俺": 536,
      "俾": 537,
      "倅": 538,
      "倌": 539,
      "倍": 540,
      "倏": 541,
      "倒": 542,
      "倓": 543,
      "倔": 544,
      "倕": 545,
      "倘": 546,
      "候": 547,
      "倚": 548,
      "倜": 549,
      "倞": 550,
      "借": 551,
      "倡": 552,
      "値": 553,
      "倥": 554,
      "倦": 555,
      "倧": 556,
      "倨": 557,
      "倩": 558,
      "倪": 559,
      "倬": 560,
      "倭": 561,
      "倮": 562,
      "倶": 563,
      "债": 564,
      "倻": 565,
      "值": 566,
      "倾": 567,
      "偁": 568,
      "偃": 569,
      "假": 570,
      "偈": 571,
      "偌": 572,
      "偍": 573,
      "偎": 574,
      "偏": 575,
      "偓": 576,
      "偕": 577,
      "做": 578,
      "停": 579,
      "偠": 580,
      "健": 581,
      "偬": 582,
      "偰": 583,
      "偲": 584,
      "偶": 585,
      "偷": 586,
      "偻": 587,
      "偾": 588,
      "偿": 589,
      "傀": 590,
      "傅": 591,
      "傈": 592,
      "傉": 593,
      "傍": 594,
      "傒": 595,
      "傕": 596,
      "傣": 597,
      "傥": 598,
      "傧": 599,
      "储": 600,
      "傩": 601,
      "催": 602,
      "傲": 603,
      "傺": 604,
      "傻": 605,
      "働": 606,
      "像": 607,
      "僖": 608,
      "僚": 609,
      "僜": 610,
      "僣": 611,
      "僦": 612,
      "僧": 613,
      "僬": 614,
      "僭": 615,
      "僮": 616,
      "僰": 617,
      "僳": 618,
      "僵": 619,
      "僻": 620,
      "僾": 621,
      "儁": 622,
      "儆": 623,
      "儇": 624,
      "儋": 625,
      "儒": 626,
      "儞": 627,
      "儡": 628,
      "儿": 629,
      "兀": 630,
      "允": 631,
      "元": 632,
      "兄": 633,
      "充": 634,
      "兆": 635,
      "先": 636,
      "光": 637,
      "克": 638,
      "免": 639,
      "兎": 640,
      "児": 641,
      "兑": 642,
      "兔": 643,
      "兕": 644,
      "兖": 645,
      "党": 646,
      "兜": 647,
      "兢": 648,
      "入": 649,
      "全": 650,
      "八": 651,
      "公": 652,
      "六": 653,
      "兮": 654,
      "兰": 655,
      "共": 656,
      "兲": 657,
      "关": 658,
      "兴": 659,
      "兵": 660,
      "其": 661,
      "具": 662,
      "典": 663,
      "兹": 664,
      "养": 665,
      "兼": 666,
      "兽": 667,
      "冀": 668,
      "内": 669,
      "円": 670,
      "冇": 671,
      "冈": 672,
      "冉": 673,
      "册": 674,
      "再": 675,
      "冏": 676,
      "冒": 677,
      "冕": 678,
      "冗": 679,
      "写": 680,
      "冚": 681,
      "军": 682,
      "农": 683,
      "冠": 684,
      "冢": 685,
      "冤": 686,
      "冥": 687,
      "冧": 688,
      "冨": 689,
      "冬": 690,
      "冮": 691,
      "冯": 692,
      "冰": 693,
      "冲": 694,
      "决": 695,
      "冴": 696,
      "况": 697,
      "冶": 698,
      "冷": 699,
      "冻": 700,
      "冼": 701,
      "冽": 702,
      "净": 703,
      "凃": 704,
      "凄": 705,
      "准": 706,
      "凇": 707,
      "凉": 708,
      "凊": 709,
      "凋": 710,
      "凌": 711,
      "减": 712,
      "凑": 713,
      "凖": 714,
      "凛": 715,
      "凝": 716,
      "几": 717,
      "凡": 718,
      "凤": 719,
      "処": 720,
      "凪": 721,
      "凫": 722,
      "凭": 723,
      "凯": 724,
      "凰": 725,
      "凳": 726,
      "凶": 727,
      "凸": 728,
      "凹": 729,
      "出": 730,
      "击": 731,
      "凼": 732,
      "函": 733,
      "凿": 734,
      "刀": 735,
      "刁": 736,
      "刂": 737,
      "刃": 738,
      "分": 739,
      "切": 740,
      "刈": 741,
      "刊": 742,
      "刋": 743,
      "刍": 744,
      "刎": 745,
      "刑": 746,
      "划": 747,
      "刖": 748,
      "列": 749,
      "刘": 750,
      "则": 751,
      "刚": 752,
      "创": 753,
      "初": 754,
      "删": 755,
      "判": 756,
      "刨": 757,
      "利": 758,
      "别": 759,
      "刬": 760,
      "刭": 761,
      "刮": 762,
      "到": 763,
      "刳": 764,
      "制": 765,
      "刷": 766,
      "券": 767,
      "刹": 768,
      "刺": 769,
      "刻": 770,
      "刽": 771,
      "刿": 772,
      "剀": 773,
      "剁": 774,
      "剂": 775,
      "剃": 776,
      "剅": 777,
      "削": 778,
      "剌": 779,
      "前": 780,
      "剐": 781,
      "剑": 782,
      "剔": 783,
      "剖": 784,
      "剜": 785,
      "剞": 786,
      "剡": 787,
      "剣": 788,
      "剥": 789,
      "剧": 790,
      "剩": 791,
      "剪": 792,
      "副": 793,
      "割": 794,
      "剽": 795,
      "剿": 796,
      "劂": 797,
      "劄": 798,
      "劈": 799,
      "劏": 800,
      "劓": 801,
      "力": 802,
      "劝": 803,
      "办": 804,
      "功": 805,
      "加": 806,
      "务": 807,
      "劢": 808,
      "劣": 809,
      "动": 810,
      "助": 811,
      "努": 812,
      "劫": 813,
      "劬": 814,
      "劭": 815,
      "励": 816,
      "劲": 817,
      "劳": 818,
      "劵": 819,
      "効": 820,
      "劻": 821,
      "劼": 822,
      "劾": 823,
      "势": 824,
      "勃": 825,
      "勅": 826,
      "勇": 827,
      "勉": 828,
      "勋": 829,
      "勍": 830,
      "勐": 831,
      "勑": 832,
      "勒": 833,
      "勔": 834,
      "勖": 835,
      "勘": 836,
      "募": 837,
      "勠": 838,
      "勤": 839,
      "勰": 840,
      "勲": 841,
      "勳": 842,
      "勷": 843,
      "勺": 844,
      "勾": 845,
      "勿": 846,
      "匀": 847,
      "匂": 848,
      "匄": 849,
      "包": 850,
      "匆": 851,
      "匈": 852,
      "匋": 853,
      "匍": 854,
      "匏": 855,
      "匐": 856,
      "匕": 857,
      "化": 858,
      "北": 859,
      "匙": 860,
      "匚": 861,
      "匜": 862,
      "匝": 863,
      "匠": 864,
      "匡": 865,
      "匣": 866,
      "匦": 867,
      "匪": 868,
      "匮": 869,
      "匹": 870,
      "区": 871,
      "医": 872,
      "匾": 873,
      "匿": 874,
      "區": 875,
      "十": 876,
      "千": 877,
      "卅": 878,
      "升": 879,
      "午": 880,
      "卉": 881,
      "半": 882,
      "卌": 883,
      "卍": 884,
      "华": 885,
      "协": 886,
      "卐": 887,
      "卑": 888,
      "卒": 889,
      "卓": 890,
      "单": 891,
      "卖": 892,
      "南": 893,
      "単": 894,
      "博": 895,
      "卜": 896,
      "卝": 897,
      "卞": 898,
      "卟": 899,
      "占": 900,
      "卡": 901,
      "卢": 902,
      "卣": 903,
      "卤": 904,
      "卦": 905,
      "卧": 906,
      "卨": 907,
      "卫": 908,
      "卬": 909,
      "卮": 910,
      "卯": 911,
      "印": 912,
      "危": 913,
      "卲": 914,
      "即": 915,
      "却": 916,
      "卵": 917,
      "卷": 918,
      "卸": 919,
      "卺": 920,
      "卽": 921,
      "卿": 922,
      "厂": 923,
      "厄": 924,
      "厅": 925,
      "历": 926,
      "厉": 927,
      "压": 928,
      "厌": 929,
      "厍": 930,
      "厓": 931,
      "厔": 932,
      "厕": 933,
      "厘": 934,
      "厚": 935,
      "厝": 936,
      "原": 937,
      "厢": 938,
      "厣": 939,
      "厥": 940,
      "厦": 941,
      "厨": 942,
      "厩": 943,
      "厮": 944,
      "厶": 945,
      "去": 946,
      "县": 947,
      "叁": 948,
      "参": 949,
      "叆": 950,
      "又": 951,
      "叉": 952,
      "及": 953,
      "友": 954,
      "双": 955,
      "反": 956,
      "収": 957,
      "发": 958,
      "叒": 959,
      "叔": 960,
      "叕": 961,
      "取": 962,
      "受": 963,
      "变": 964,
      "叙": 965,
      "叛": 966,
      "叟": 967,
      "叠": 968,
      "叡": 969,
      "口": 970,
      "古": 971,
      "句": 972,
      "另": 973,
      "叨": 974,
      "叩": 975,
      "只": 976,
      "叫": 977,
      "召": 978,
      "叭": 979,
      "叮": 980,
      "可": 981,
      "台": 982,
      "叱": 983,
      "史": 984,
      "右": 985,
      "叵": 986,
      "叶": 987,
      "号": 988,
      "司": 989,
      "叹": 990,
      "叻": 991,
      "叼": 992,
      "叽": 993,
      "吁": 994,
      "吃": 995,
      "各": 996,
      "吅": 997,
      "吆": 998,
      "吇": 999,
      "合": 1000,
      "吉": 1001,
      "吊": 1002,
      "吋": 1003,
      "同": 1004,
      "名": 1005,
      "后": 1006,
      "吏": 1007,
      "吐": 1008,
      "向": 1009,
      "吒": 1010,
      "吓": 1011,
      "吔": 1012,
      "吕": 1013,
      "吖": 1014,
      "吗": 1015,
      "吙": 1016,
      "吚": 1017,
      "君": 1018,
      "吝": 1019,
      "吞": 1020,
      "吟": 1021,
      "吠": 1022,
      "吡": 1023,
      "吥": 1024,
      "否": 1025,
      "吧": 1026,
      "吨": 1027,
      "吩": 1028,
      "含": 1029,
      "听": 1030,
      "吭": 1031,
      "吮": 1032,
      "启": 1033,
      "吱": 1034,
      "吲": 1035,
      "吴": 1036,
      "吵": 1037,
      "吸": 1038,
      "吹": 1039,
      "吻": 1040,
      "吼": 1041,
      "吽": 1042,
      "吾": 1043,
      "吿": 1044,
      "呀": 1045,
      "呃": 1046,
      "呆": 1047,
      "呈": 1048,
      "呉": 1049,
      "告": 1050,
      "呋": 1051,
      "呎": 1052,
      "呐": 1053,
      "呑": 1054,
      "呒": 1055,
      "呓": 1056,
      "呔": 1057,
      "呕": 1058,
      "呖": 1059,
      "呗": 1060,
      "员": 1061,
      "呙": 1062,
      "呛": 1063,
      "呜": 1064,
      "呢": 1065,
      "呣": 1066,
      "呤": 1067,
      "呦": 1068,
      "周": 1069,
      "呪": 1070,
      "呬": 1071,
      "呯": 1072,
      "呱": 1073,
      "呲": 1074,
      "味": 1075,
      "呴": 1076,
      "呵": 1077,
      "呶": 1078,
      "呷": 1079,
      "呸": 1080,
      "呻": 1081,
      "呼": 1082,
      "命": 1083,
      "呾": 1084,
      "咀": 1085,
      "咁": 1086,
      "咂": 1087,
      "咄": 1088,
      "咆": 1089,
      "咋": 1090,
      "和": 1091,
      "咎": 1092,
      "咏": 1093,
      "咐": 1094,
      "咒": 1095,
      "咔": 1096,
      "咕": 1097,
      "咖": 1098,
      "咗": 1099,
      "咘": 1100,
      "咙": 1101,
      "咚": 1102,
      "咛": 1103,
      "咝": 1104,
      "咢": 1105,
      "咣": 1106,
      "咤": 1107,
      "咥": 1108,
      "咦": 1109,
      "咧": 1110,
      "咨": 1111,
      "咩": 1112,
      "咪": 1113,
      "咫": 1114,
      "咬": 1115,
      "咭": 1116,
      "咯": 1117,
      "咱": 1118,
      "咲": 1119,
      "咳": 1120,
      "咴": 1121,
      "咸": 1122,
      "咻": 1123,
      "咽": 1124,
      "咾": 1125,
      "咿": 1126,
      "哀": 1127,
      "品": 1128,
      "哂": 1129,
      "哄": 1130,
      "哆": 1131,
      "哇": 1132,
      "哈": 1133,
      "哉": 1134,
      "哋": 1135,
      "哌": 1136,
      "响": 1137,
      "哎": 1138,
      "哏": 1139,
      "哐": 1140,
      "哑": 1141,
      "哒": 1142,
      "哓": 1143,
      "哔": 1144,
      "哕": 1145,
      "哗": 1146,
      "哙": 1147,
      "哚": 1148,
      "哝": 1149,
      "哞": 1150,
      "哟": 1151,
      "哥": 1152,
      "哦": 1153,
      "哧": 1154,
      "哨": 1155,
      "哩": 1156,
      "哪": 1157,
      "哭": 1158,
      "哮": 1159,
      "哲": 1160,
      "哺": 1161,
      "哼": 1162,
      "哽": 1163,
      "哿": 1164,
      "唁": 1165,
      "唃": 1166,
      "唆": 1167,
      "唇": 1168,
      "唉": 1169,
      "唎": 1170,
      "唏": 1171,
      "唐": 1172,
      "唑": 1173,
      "唔": 1174,
      "唛": 1175,
      "唠": 1176,
      "唢": 1177,
      "唤": 1178,
      "唦": 1179,
      "唧": 1180,
      "唬": 1181,
      "售": 1182,
      "唯": 1183,
      "唰": 1184,
      "唱": 1185,
      "唳": 1186,
      "唵": 1187,
      "唷": 1188,
      "唻": 1189,
      "唼": 1190,
      "唾": 1191,
      "唿": 1192,
      "啁": 1193,
      "啃": 1194,
      "啄": 1195,
      "啅": 1196,
      "商": 1197,
      "啉": 1198,
      "啊": 1199,
      "啐": 1200,
      "啓": 1201,
      "啕": 1202,
      "啖": 1203,
      "啜": 1204,
      "啝": 1205,
      "啡": 1206,
      "啤": 1207,
      "啥": 1208,
      "啦": 1209,
      "啧": 1210,
      "啪": 1211,
      "啫": 1212,
      "啬": 1213,
      "啭": 1214,
      "啮": 1215,
      "啯": 1216,
      "啰": 1217,
      "啱": 1218,
      "啲": 1219,
      "啵": 1220,
      "啶": 1221,
      "啷": 1222,
      "啸": 1223,
      "啻": 1224,
      "啼": 1225,
      "啾": 1226,
      "喀": 1227,
      "喁": 1228,
      "喂": 1229,
      "喃": 1230,
      "善": 1231,
      "喆": 1232,
      "喇": 1233,
      "喈": 1234,
      "喉": 1235,
      "喊": 1236,
      "喋": 1237,
      "喎": 1238,
      "喏": 1239,
      "喑": 1240,
      "喔": 1241,
      "喘": 1242,
      "喙": 1243,
      "喜": 1244,
      "喝": 1245,
      "喟": 1246,
      "喦": 1247,
      "喧": 1248,
      "喰": 1249,
      "喱": 1250,
      "喳": 1251,
      "喵": 1252,
      "営": 1253,
      "喷": 1254,
      "喹": 1255,
      "喺": 1256,
      "喻": 1257,
      "喽": 1258,
      "喾": 1259,
      "嗄": 1260,
      "嗅": 1261,
      "嗉": 1262,
      "嗌": 1263,
      "嗍": 1264,
      "嗑": 1265,
      "嗒": 1266,
      "嗓": 1267,
      "嗔": 1268,
      "嗖": 1269,
      "嗜": 1270,
      "嗝": 1271,
      "嗞": 1272,
      "嗟": 1273,
      "嗡": 1274,
      "嗣": 1275,
      "嗤": 1276,
      "嗥": 1277,
      "嗦": 1278,
      "嗨": 1279,
      "嗪": 1280,
      "嗫": 1281,
      "嗬": 1282,
      "嗮": 1283,
      "嗯": 1284,
      "嗰": 1285,
      "嗲": 1286,
      "嗳": 1287,
      "嗵": 1288,
      "嗷": 1289,
      "嗽": 1290,
      "嗾": 1291,
      "嘀": 1292,
      "嘁": 1293,
      "嘅": 1294,
      "嘈": 1295,
      "嘉": 1296,
      "嘌": 1297,
      "嘎": 1298,
      "嘏": 1299,
      "嘘": 1300,
      "嘚": 1301,
      "嘛": 1302,
      "嘞": 1303,
      "嘟": 1304,
      "嘢": 1305,
      "嘣": 1306,
      "嘤": 1307,
      "嘦": 1308,
      "嘧": 1309,
      "嘬": 1310,
      "嘭": 1311,
      "嘱": 1312,
      "嘲": 1313,
      "嘴": 1314,
      "嘶": 1315,
      "嘹": 1316,
      "嘻": 1317,
      "嘿": 1318,
      "噁": 1319,
      "噉": 1320,
      "噌": 1321,
      "噎": 1322,
      "噐": 1323,
      "噔": 1324,
      "噗": 1325,
      "噘": 1326,
      "噙": 1327,
      "噜": 1328,
      "噢": 1329,
      "噤": 1330,
      "器": 1331,
      "噩": 1332,
      "噪": 1333,
      "噫": 1334,
      "噬": 1335,
      "噱": 1336,
      "噶": 1337,
      "噻": 1338,
      "噼": 1339,
      "嚅": 1340,
      "嚈": 1341,
      "嚎": 1342,
      "嚏": 1343,
      "嚐": 1344,
      "嚒": 1345,
      "嚓": 1346,
      "嚟": 1347,
      "嚣": 1348,
      "嚧": 1349,
      "嚩": 1350,
      "嚭": 1351,
      "嚯": 1352,
      "嚷": 1353,
      "嚼": 1354,
      "囊": 1355,
      "囍": 1356,
      "囔": 1357,
      "囖": 1358,
      "囗": 1359,
      "囘": 1360,
      "囚": 1361,
      "四": 1362,
      "囝": 1363,
      "回": 1364,
      "囟": 1365,
      "因": 1366,
      "囡": 1367,
      "团": 1368,
      "団": 1369,
      "囤": 1370,
      "囧": 1371,
      "囫": 1372,
      "囬": 1373,
      "园": 1374,
      "囯": 1375,
      "困": 1376,
      "囱": 1377,
      "囲": 1378,
      "図": 1379,
      "围": 1380,
      "囵": 1381,
      "囷": 1382,
      "囹": 1383,
      "固": 1384,
      "国": 1385,
      "图": 1386,
      "囿": 1387,
      "圃": 1388,
      "圄": 1389,
      "圆": 1390,
      "圈": 1391,
      "圉": 1392,
      "圊": 1393,
      "國": 1394,
      "圌": 1395,
      "圏": 1396,
      "圜": 1397,
      "圝": 1398,
      "圞": 1399,
      "土": 1400,
      "圣": 1401,
      "圧": 1402,
      "在": 1403,
      "圩": 1404,
      "圪": 1405,
      "圬": 1406,
      "圭": 1407,
      "圮": 1408,
      "圯": 1409,
      "地": 1410,
      "圳": 1411,
      "圹": 1412,
      "场": 1413,
      "圻": 1414,
      "圾": 1415,
      "址": 1416,
      "坂": 1417,
      "均": 1418,
      "坊": 1419,
      "坌": 1420,
      "坍": 1421,
      "坎": 1422,
      "坏": 1423,
      "坐": 1424,
      "坑": 1425,
      "块": 1426,
      "坚": 1427,
      "坛": 1428,
      "坜": 1429,
      "坝": 1430,
      "坞": 1431,
      "坟": 1432,
      "坠": 1433,
      "坡": 1434,
      "坤": 1435,
      "坦": 1436,
      "坨": 1437,
      "坩": 1438,
      "坪": 1439,
      "坫": 1440,
      "坬": 1441,
      "坭": 1442,
      "坯": 1443,
      "坳": 1444,
      "坷": 1445,
      "坻": 1446,
      "坼": 1447,
      "垂": 1448,
      "垃": 1449,
      "垄": 1450,
      "垅": 1451,
      "垆": 1452,
      "型": 1453,
      "垌": 1454,
      "垍": 1455,
      "垒": 1456,
      "垓": 1457,
      "垕": 1458,
      "垚": 1459,
      "垛": 1460,
      "垞": 1461,
      "垟": 1462,
      "垠": 1463,
      "垡": 1464,
      "垢": 1465,
      "垣": 1466,
      "垤": 1467,
      "垦": 1468,
      "垧": 1469,
      "垩": 1470,
      "垫": 1471,
      "垭": 1472,
      "垮": 1473,
      "垱": 1474,
      "垲": 1475,
      "垴": 1476,
      "垵": 1477,
      "垸": 1478,
      "埂": 1479,
      "埃": 1480,
      "埇": 1481,
      "埈": 1482,
      "埋": 1483,
      "埌": 1484,
      "城": 1485,
      "埏": 1486,
      "埒": 1487,
      "埔": 1488,
      "埕": 1489,
      "埗": 1490,
      "埘": 1491,
      "埙": 1492,
      "埚": 1493,
      "埜": 1494,
      "埝": 1495,
      "域": 1496,
      "埠": 1497,
      "埤": 1498,
      "埭": 1499,
      "埯": 1500,
      "埴": 1501,
      "埵": 1502,
      "埸": 1503,
      "培": 1504,
      "基": 1505,
      "埼": 1506,
      "埽": 1507,
      "堀": 1508,
      "堂": 1509,
      "堃": 1510,
      "堆": 1511,
      "堇": 1512,
      "堈": 1513,
      "堉": 1514,
      "堋": 1515,
      "堌": 1516,
      "堍": 1517,
      "堑": 1518,
      "堕": 1519,
      "堙": 1520,
      "堞": 1521,
      "堠": 1522,
      "堡": 1523,
      "堤": 1524,
      "堨": 1525,
      "堪": 1526,
      "堰": 1527,
      "堵": 1528,
      "堺": 1529,
      "堽": 1530,
      "塁": 1531,
      "塄": 1532,
      "塅": 1533,
      "塆": 1534,
      "塌": 1535,
      "塍": 1536,
      "塑": 1537,
      "塔": 1538,
      "塘": 1539,
      "塚": 1540,
      "塝": 1541,
      "塞": 1542,
      "塩": 1543,
      "填": 1544,
      "塬": 1545,
      "塭": 1546,
      "塱": 1547,
      "塽": 1548,
      "塾": 1549,
      "墀": 1550,
      "墁": 1551,
      "境": 1552,
      "墅": 1553,
      "墉": 1554,
      "墒": 1555,
      "墓": 1556,
      "墕": 1557,
      "増": 1558,
      "墘": 1559,
      "墙": 1560,
      "增": 1561,
      "墟": 1562,
      "墨": 1563,
      "墩": 1564,
      "墫": 1565,
      "壁": 1566,
      "壅": 1567,
      "壆": 1568,
      "壊": 1569,
      "壑": 1570,
      "壕": 1571,
      "壤": 1572,
      "士": 1573,
      "壬": 1574,
      "壮": 1575,
      "声": 1576,
      "壱": 1577,
      "売": 1578,
      "壳": 1579,
      "壶": 1580,
      "壸": 1581,
      "壹": 1582,
      "处": 1583,
      "备": 1584,
      "変": 1585,
      "复": 1586,
      "夏": 1587,
      "夑": 1588,
      "夔": 1589,
      "夕": 1590,
      "外": 1591,
      "夙": 1592,
      "多": 1593,
      "夜": 1594,
      "够": 1595,
      "夤": 1596,
      "夥": 1597,
      "大": 1598,
      "夨": 1599,
      "天": 1600,
      "太": 1601,
      "夫": 1602,
      "夬": 1603,
      "夭": 1604,
      "央": 1605,
      "夯": 1606,
      "失": 1607,
      "夲": 1608,
      "头": 1609,
      "夶": 1610,
      "夷": 1611,
      "夸": 1612,
      "夹": 1613,
      "夺": 1614,
      "夼": 1615,
      "奀": 1616,
      "奁": 1617,
      "奂": 1618,
      "奄": 1619,
      "奇": 1620,
      "奈": 1621,
      "奉": 1622,
      "奋": 1623,
      "奌": 1624,
      "奎": 1625,
      "奏": 1626,
      "契": 1627,
      "奔": 1628,
      "奕": 1629,
      "奖": 1630,
      "套": 1631,
      "奘": 1632,
      "奚": 1633,
      "奠": 1634,
      "奢": 1635,
      "奥": 1636,
      "奨": 1637,
      "奭": 1638,
      "女": 1639,
      "奴": 1640,
      "奶": 1641,
      "奸": 1642,
      "她": 1643,
      "好": 1644,
      "妁": 1645,
      "如": 1646,
      "妃": 1647,
      "妄": 1648,
      "妆": 1649,
      "妇": 1650,
      "妈": 1651,
      "妊": 1652,
      "妍": 1653,
      "妒": 1654,
      "妓": 1655,
      "妖": 1656,
      "妗": 1657,
      "妘": 1658,
      "妙": 1659,
      "妞": 1660,
      "妠": 1661,
      "妣": 1662,
      "妤": 1663,
      "妥": 1664,
      "妨": 1665,
      "妩": 1666,
      "妪": 1667,
      "妫": 1668,
      "妬": 1669,
      "妮": 1670,
      "妯": 1671,
      "妲": 1672,
      "妹": 1673,
      "妺": 1674,
      "妻": 1675,
      "妼": 1676,
      "妾": 1677,
      "姁": 1678,
      "姆": 1679,
      "姈": 1680,
      "姉": 1681,
      "姊": 1682,
      "始": 1683,
      "姐": 1684,
      "姑": 1685,
      "姒": 1686,
      "姓": 1687,
      "委": 1688,
      "姗": 1689,
      "姘": 1690,
      "姚": 1691,
      "姜": 1692,
      "姝": 1693,
      "姞": 1694,
      "姣": 1695,
      "姤": 1696,
      "姥": 1697,
      "姨": 1698,
      "姫": 1699,
      "姬": 1700,
      "姮": 1701,
      "姱": 1702,
      "姵": 1703,
      "姹": 1704,
      "姻": 1705,
      "姽": 1706,
      "姿": 1707,
      "威": 1708,
      "娃": 1709,
      "娄": 1710,
      "娅": 1711,
      "娆": 1712,
      "娇": 1713,
      "娈": 1714,
      "娉": 1715,
      "娌": 1716,
      "娑": 1717,
      "娓": 1718,
      "娘": 1719,
      "娜": 1720,
      "娟": 1721,
      "娠": 1722,
      "娡": 1723,
      "娣": 1724,
      "娥": 1725,
      "娩": 1726,
      "娭": 1727,
      "娱": 1728,
      "娲": 1729,
      "娴": 1730,
      "娶": 1731,
      "娼": 1732,
      "婀": 1733,
      "婆": 1734,
      "婉": 1735,
      "婊": 1736,
      "婕": 1737,
      "婚": 1738,
      "婠": 1739,
      "婢": 1740,
      "婧": 1741,
      "婪": 1742,
      "婬": 1743,
      "婳": 1744,
      "婴": 1745,
      "婵": 1746,
      "婶": 1747,
      "婷": 1748,
      "婺": 1749,
      "婻": 1750,
      "婼": 1751,
      "婿": 1752,
      "媄": 1753,
      "媒": 1754,
      "媗": 1755,
      "媚": 1756,
      "媛": 1757,
      "媜": 1758,
      "媞": 1759,
      "媪": 1760,
      "媲": 1761,
      "媳": 1762,
      "媵": 1763,
      "媸": 1764,
      "媺": 1765,
      "媾": 1766,
      "嫁": 1767,
      "嫂": 1768,
      "嫄": 1769,
      "嫉": 1770,
      "嫌": 1771,
      "嫒": 1772,
      "嫔": 1773,
      "嫖": 1774,
      "嫘": 1775,
      "嫚": 1776,
      "嫠": 1777,
      "嫡": 1778,
      "嫣": 1779,
      "嫦": 1780,
      "嫩": 1781,
      "嫪": 1782,
      "嫫": 1783,
      "嫰": 1784,
      "嫱": 1785,
      "嫲": 1786,
      "嫽": 1787,
      "嬅": 1788,
      "嬉": 1789,
      "嬖": 1790,
      "嬗": 1791,
      "嬛": 1792,
      "嬜": 1793,
      "嬢": 1794,
      "嬲": 1795,
      "嬴": 1796,
      "嬷": 1797,
      "嬾": 1798,
      "嬿": 1799,
      "孀": 1800,
      "子": 1801,
      "孑": 1802,
      "孒": 1803,
      "孓": 1804,
      "孔": 1805,
      "孕": 1806,
      "孖": 1807,
      "字": 1808,
      "存": 1809,
      "孙": 1810,
      "孚": 1811,
      "孛": 1812,
      "孜": 1813,
      "孝": 1814,
      "孟": 1815,
      "孢": 1816,
      "季": 1817,
      "孤": 1818,
      "孥": 1819,
      "学": 1820,
      "孩": 1821,
      "孪": 1822,
      "孬": 1823,
      "孰": 1824,
      "孱": 1825,
      "孳": 1826,
      "孵": 1827,
      "孺": 1828,
      "孽": 1829,
      "宀": 1830,
      "宁": 1831,
      "它": 1832,
      "宄": 1833,
      "宅": 1834,
      "宇": 1835,
      "守": 1836,
      "安": 1837,
      "宋": 1838,
      "完": 1839,
      "宍": 1840,
      "宏": 1841,
      "宓": 1842,
      "宕": 1843,
      "宗": 1844,
      "官": 1845,
      "宙": 1846,
      "定": 1847,
      "宛": 1848,
      "宜": 1849,
      "宝": 1850,
      "实": 1851,
      "実": 1852,
      "宠": 1853,
      "审": 1854,
      "客": 1855,
      "宣": 1856,
      "室": 1857,
      "宥": 1858,
      "宦": 1859,
      "宪": 1860,
      "宫": 1861,
      "宬": 1862,
      "宰": 1863,
      "害": 1864,
      "宴": 1865,
      "宵": 1866,
      "家": 1867,
      "宸": 1868,
      "容": 1869,
      "宽": 1870,
      "宾": 1871,
      "宿": 1872,
      "寀": 1873,
      "寂": 1874,
      "寃": 1875,
      "寄": 1876,
      "寅": 1877,
      "密": 1878,
      "寇": 1879,
      "富": 1880,
      "寐": 1881,
      "寒": 1882,
      "寓": 1883,
      "寔": 1884,
      "寘": 1885,
      "寛": 1886,
      "寝": 1887,
      "寞": 1888,
      "察": 1889,
      "寡": 1890,
      "寤": 1891,
      "寥": 1892,
      "寨": 1893,
      "寮": 1894,
      "寯": 1895,
      "寰": 1896,
      "寳": 1897,
      "寸": 1898,
      "对": 1899,
      "寺": 1900,
      "寻": 1901,
      "导": 1902,
      "対": 1903,
      "寿": 1904,
      "封": 1905,
      "専": 1906,
      "射": 1907,
      "尅": 1908,
      "将": 1909,
      "尉": 1910,
      "尊": 1911,
      "對": 1912,
      "小": 1913,
      "尐": 1914,
      "少": 1915,
      "尒": 1916,
      "尓": 1917,
      "尔": 1918,
      "尕": 1919,
      "尖": 1920,
      "尘": 1921,
      "尙": 1922,
      "尚": 1923,
      "尛": 1924,
      "尜": 1925,
      "尝": 1926,
      "尢": 1927,
      "尤": 1928,
      "尧": 1929,
      "尨": 1930,
      "尪": 1931,
      "尬": 1932,
      "就": 1933,
      "尴": 1934,
      "尸": 1935,
      "尹": 1936,
      "尺": 1937,
      "尻": 1938,
      "尼": 1939,
      "尽": 1940,
      "尾": 1941,
      "尿": 1942,
      "局": 1943,
      "屁": 1944,
      "层": 1945,
      "屃": 1946,
      "屄": 1947,
      "居": 1948,
      "屈": 1949,
      "屉": 1950,
      "届": 1951,
      "屋": 1952,
      "屌": 1953,
      "屍": 1954,
      "屎": 1955,
      "屏": 1956,
      "屐": 1957,
      "屑": 1958,
      "展": 1959,
      "屙": 1960,
      "属": 1961,
      "屠": 1962,
      "屡": 1963,
      "屣": 1964,
      "履": 1965,
      "屦": 1966,
      "屮": 1967,
      "屯": 1968,
      "山": 1969,
      "屹": 1970,
      "屺": 1971,
      "屾": 1972,
      "屿": 1973,
      "岀": 1974,
      "岁": 1975,
      "岂": 1976,
      "岈": 1977,
      "岌": 1978,
      "岐": 1979,
      "岑": 1980,
      "岔": 1981,
      "岕": 1982,
      "岖": 1983,
      "岗": 1984,
      "岘": 1985,
      "岙": 1986,
      "岚": 1987,
      "岛": 1988,
      "岜": 1989,
      "岞": 1990,
      "岢": 1991,
      "岣": 1992,
      "岩": 1993,
      "岫": 1994,
      "岬": 1995,
      "岭": 1996,
      "岱": 1997,
      "岳": 1998,
      "岵": 1999,
      "岷": 2000,
      "岸": 2001,
      "岺": 2002,
      "岽": 2003,
      "岿": 2004,
      "峁": 2005,
      "峄": 2006,
      "峇": 2007,
      "峋": 2008,
      "峒": 2009,
      "峕": 2010,
      "峙": 2011,
      "峠": 2012,
      "峡": 2013,
      "峣": 2014,
      "峤": 2015,
      "峥": 2016,
      "峦": 2017,
      "峨": 2018,
      "峩": 2019,
      "峪": 2020,
      "峭": 2021,
      "峯": 2022,
      "峰": 2023,
      "峻": 2024,
      "崀": 2025,
      "崁": 2026,
      "崂": 2027,
      "崃": 2028,
      "崄": 2029,
      "崆": 2030,
      "崇": 2031,
      "崎": 2032,
      "崐": 2033,
      "崑": 2034,
      "崔": 2035,
      "崖": 2036,
      "崚": 2037,
      "崛": 2038,
      "崞": 2039,
      "崟": 2040,
      "崤": 2041,
      "崦": 2042,
      "崧": 2043,
      "崩": 2044,
      "崭": 2045,
      "崮": 2046,
      "崴": 2047,
      "崽": 2048,
      "崾": 2049,
      "嵇": 2050,
      "嵊": 2051,
      "嵋": 2052,
      "嵌": 2053,
      "嵎": 2054,
      "嵖": 2055,
      "嵗": 2056,
      "嵘": 2057,
      "嵚": 2058,
      "嵛": 2059,
      "嵝": 2060,
      "嵩": 2061,
      "嵬": 2062,
      "嵯": 2063,
      "嵴": 2064,
      "嶂": 2065,
      "嶋": 2066,
      "嶙": 2067,
      "嶝": 2068,
      "嶲": 2069,
      "嶷": 2070,
      "巂": 2071,
      "巅": 2072,
      "巇": 2073,
      "巉": 2074,
      "巍": 2075,
      "巎": 2076,
      "巘": 2077,
      "巜": 2078,
      "川": 2079,
      "州": 2080,
      "巡": 2081,
      "巢": 2082,
      "巣": 2083,
      "工": 2084,
      "左": 2085,
      "巧": 2086,
      "巨": 2087,
      "巩": 2088,
      "巫": 2089,
      "差": 2090,
      "巯": 2091,
      "己": 2092,
      "已": 2093,
      "巳": 2094,
      "巴": 2095,
      "巷": 2096,
      "巻": 2097,
      "巽": 2098,
      "巾": 2099,
      "巿": 2100,
      "币": 2101,
      "市": 2102,
      "布": 2103,
      "帅": 2104,
      "帆": 2105,
      "师": 2106,
      "希": 2107,
      "帏": 2108,
      "帐": 2109,
      "帑": 2110,
      "帔": 2111,
      "帕": 2112,
      "帖": 2113,
      "帘": 2114,
      "帙": 2115,
      "帚": 2116,
      "帛": 2117,
      "帜": 2118,
      "帝": 2119,
      "带": 2120,
      "帧": 2121,
      "席": 2122,
      "帮": 2123,
      "帯": 2124,
      "帰": 2125,
      "帷": 2126,
      "常": 2127,
      "帻": 2128,
      "帼": 2129,
      "帽": 2130,
      "幂": 2131,
      "幄": 2132,
      "幅": 2133,
      "幌": 2134,
      "幔": 2135,
      "幕": 2136,
      "幛": 2137,
      "幞": 2138,
      "幡": 2139,
      "幢": 2140,
      "干": 2141,
      "平": 2142,
      "年": 2143,
      "幵": 2144,
      "并": 2145,
      "幷": 2146,
      "幸": 2147,
      "幺": 2148,
      "幻": 2149,
      "幼": 2150,
      "幽": 2151,
      "广": 2152,
      "庀": 2153,
      "庁": 2154,
      "広": 2155,
      "庄": 2156,
      "庆": 2157,
      "庇": 2158,
      "床": 2159,
      "庋": 2160,
      "序": 2161,
      "庐": 2162,
      "庑": 2163,
      "库": 2164,
      "应": 2165,
      "底": 2166,
      "庖": 2167,
      "店": 2168,
      "庙": 2169,
      "庚": 2170,
      "府": 2171,
      "庞": 2172,
      "废": 2173,
      "庠": 2174,
      "庤": 2175,
      "庥": 2176,
      "度": 2177,
      "座": 2178,
      "庭": 2179,
      "庵": 2180,
      "庶": 2181,
      "康": 2182,
      "庸": 2183,
      "庹": 2184,
      "庾": 2185,
      "廆": 2186,
      "廉": 2187,
      "廊": 2188,
      "廋": 2189,
      "廌": 2190,
      "廑": 2191,
      "廒": 2192,
      "廓": 2193,
      "廕": 2194,
      "廖": 2195,
      "廙": 2196,
      "廛": 2197,
      "廞": 2198,
      "廨": 2199,
      "廪": 2200,
      "廯": 2201,
      "延": 2202,
      "廷": 2203,
      "建": 2204,
      "廻": 2205,
      "廼": 2206,
      "廾": 2207,
      "廿": 2208,
      "开": 2209,
      "弁": 2210,
      "异": 2211,
      "弃": 2212,
      "弄": 2213,
      "弇": 2214,
      "弈": 2215,
      "弊": 2216,
      "弋": 2217,
      "式": 2218,
      "弐": 2219,
      "弑": 2220,
      "弓": 2221,
      "引": 2222,
      "弗": 2223,
      "弘": 2224,
      "弛": 2225,
      "弟": 2226,
      "张": 2227,
      "弢": 2228,
      "弥": 2229,
      "弦": 2230,
      "弧": 2231,
      "弩": 2232,
      "弭": 2233,
      "弯": 2234,
      "弱": 2235,
      "弹": 2236,
      "强": 2237,
      "弼": 2238,
      "弾": 2239,
      "彀": 2240,
      "归": 2241,
      "当": 2242,
      "录": 2243,
      "彖": 2244,
      "彗": 2245,
      "彘": 2246,
      "彝": 2247,
      "彟": 2248,
      "彡": 2249,
      "形": 2250,
      "彤": 2251,
      "彦": 2252,
      "彧": 2253,
      "彩": 2254,
      "彪": 2255,
      "彬": 2256,
      "彭": 2257,
      "彰": 2258,
      "影": 2259,
      "彳": 2260,
      "彵": 2261,
      "彷": 2262,
      "役": 2263,
      "彻": 2264,
      "彼": 2265,
      "往": 2266,
      "征": 2267,
      "徂": 2268,
      "径": 2269,
      "待": 2270,
      "徇": 2271,
      "很": 2272,
      "徉": 2273,
      "徊": 2274,
      "律": 2275,
      "徐": 2276,
      "徒": 2277,
      "従": 2278,
      "徕": 2279,
      "得": 2280,
      "徘": 2281,
      "徙": 2282,
      "徜": 2283,
      "御": 2284,
      "徧": 2285,
      "徨": 2286,
      "循": 2287,
      "徭": 2288,
      "微": 2289,
      "徳": 2290,
      "徴": 2291,
      "徵": 2292,
      "德": 2293,
      "徼": 2294,
      "徽": 2295,
      "心": 2296,
      "忄": 2297,
      "必": 2298,
      "忆": 2299,
      "忉": 2300,
      "忌": 2301,
      "忍": 2302,
      "忏": 2303,
      "忐": 2304,
      "忑": 2305,
      "忒": 2306,
      "忖": 2307,
      "志": 2308,
      "忘": 2309,
      "忙": 2310,
      "応": 2311,
      "忝": 2312,
      "忞": 2313,
      "忠": 2314,
      "忡": 2315,
      "忤": 2316,
      "忧": 2317,
      "忪": 2318,
      "快": 2319,
      "忭": 2320,
      "忱": 2321,
      "念": 2322,
      "忸": 2323,
      "忻": 2324,
      "忽": 2325,
      "忾": 2326,
      "忿": 2327,
      "怀": 2328,
      "态": 2329,
      "怂": 2330,
      "怃": 2331,
      "怄": 2332,
      "怅": 2333,
      "怆": 2334,
      "怍": 2335,
      "怎": 2336,
      "怏": 2337,
      "怒": 2338,
      "怔": 2339,
      "怕": 2340,
      "怖": 2341,
      "怙": 2342,
      "怛": 2343,
      "怜": 2344,
      "思": 2345,
      "怠": 2346,
      "怡": 2347,
      "急": 2348,
      "怦": 2349,
      "性": 2350,
      "怨": 2351,
      "怩": 2352,
      "怪": 2353,
      "怫": 2354,
      "怯": 2355,
      "怱": 2356,
      "怳": 2357,
      "怵": 2358,
      "怹": 2359,
      "总": 2360,
      "怼": 2361,
      "怿": 2362,
      "恁": 2363,
      "恂": 2364,
      "恃": 2365,
      "恋": 2366,
      "恍": 2367,
      "恏": 2368,
      "恐": 2369,
      "恒": 2370,
      "恕": 2371,
      "恙": 2372,
      "恚": 2373,
      "恠": 2374,
      "恢": 2375,
      "恣": 2376,
      "恤": 2377,
      "恨": 2378,
      "恩": 2379,
      "恪": 2380,
      "恫": 2381,
      "恬": 2382,
      "恭": 2383,
      "息": 2384,
      "恰": 2385,
      "恳": 2386,
      "恵": 2387,
      "恶": 2388,
      "恸": 2389,
      "恹": 2390,
      "恺": 2391,
      "恻": 2392,
      "恼": 2393,
      "恽": 2394,
      "恿": 2395,
      "悃": 2396,
      "悄": 2397,
      "悉": 2398,
      "悌": 2399,
      "悍": 2400,
      "悒": 2401,
      "悔": 2402,
      "悖": 2403,
      "悚": 2404,
      "悛": 2405,
      "悝": 2406,
      "悟": 2407,
      "悠": 2408,
      "患": 2409,
      "悦": 2410,
      "您": 2411,
      "悩": 2412,
      "悪": 2413,
      "悫": 2414,
      "悬": 2415,
      "悭": 2416,
      "悯": 2417,
      "悰": 2418,
      "悱": 2419,
      "悲": 2420,
      "悳": 2421,
      "悴": 2422,
      "悸": 2423,
      "悻": 2424,
      "悼": 2425,
      "情": 2426,
      "惆": 2427,
      "惇": 2428,
      "惊": 2429,
      "惋": 2430,
      "惑": 2431,
      "惔": 2432,
      "惕": 2433,
      "惘": 2434,
      "惚": 2435,
      "惛": 2436,
      "惜": 2437,
      "惝": 2438,
      "惟": 2439,
      "惠": 2440,
      "惢": 2441,
      "惣": 2442,
      "惦": 2443,
      "惧": 2444,
      "惨": 2445,
      "惩": 2446,
      "惪": 2447,
      "惫": 2448,
      "惬": 2449,
      "惭": 2450,
      "惮": 2451,
      "惯": 2452,
      "惰": 2453,
      "想": 2454,
      "惴": 2455,
      "惶": 2456,
      "惹": 2457,
      "惺": 2458,
      "愀": 2459,
      "愁": 2460,
      "愆": 2461,
      "愈": 2462,
      "愉": 2463,
      "愍": 2464,
      "愎": 2465,
      "意": 2466,
      "愔": 2467,
      "愕": 2468,
      "愚": 2469,
      "感": 2470,
      "愠": 2471,
      "愣": 2472,
      "愤": 2473,
      "愦": 2474,
      "愧": 2475,
      "愫": 2476,
      "愬": 2477,
      "愰": 2478,
      "愽": 2479,
      "愿": 2480,
      "慆": 2481,
      "慈": 2482,
      "慊": 2483,
      "慌": 2484,
      "慎": 2485,
      "慑": 2486,
      "慕": 2487,
      "慜": 2488,
      "慝": 2489,
      "慢": 2490,
      "慥": 2491,
      "慧": 2492,
      "慨": 2493,
      "慰": 2494,
      "慵": 2495,
      "慷": 2496,
      "慾": 2497,
      "憋": 2498,
      "憍": 2499,
      "憎": 2500,
      "憔": 2501,
      "憙": 2502,
      "憧": 2503,
      "憨": 2504,
      "憩": 2505,
      "憬": 2506,
      "憷": 2507,
      "憺": 2508,
      "憾": 2509,
      "懂": 2510,
      "懈": 2511,
      "懊": 2512,
      "懋": 2513,
      "懐": 2514,
      "懑": 2515,
      "懒": 2516,
      "懔": 2517,
      "懦": 2518,
      "懮": 2519,
      "懵": 2520,
      "懽": 2521,
      "懿": 2522,
      "戆": 2523,
      "戈": 2524,
      "戊": 2525,
      "戋": 2526,
      "戌": 2527,
      "戍": 2528,
      "戎": 2529,
      "戏": 2530,
      "成": 2531,
      "我": 2532,
      "戒": 2533,
      "戓": 2534,
      "戕": 2535,
      "或": 2536,
      "戗": 2537,
      "战": 2538,
      "戚": 2539,
      "戛": 2540,
      "戟": 2541,
      "戡": 2542,
      "戢": 2543,
      "戥": 2544,
      "戦": 2545,
      "截": 2546,
      "戬": 2547,
      "戮": 2548,
      "戯": 2549,
      "戳": 2550,
      "戴": 2551,
      "户": 2552,
      "戻": 2553,
      "戽": 2554,
      "戾": 2555,
      "房": 2556,
      "所": 2557,
      "扁": 2558,
      "扃": 2559,
      "扆": 2560,
      "扇": 2561,
      "扈": 2562,
      "扉": 2563,
      "手": 2564,
      "扌": 2565,
      "才": 2566,
      "扎": 2567,
      "扑": 2568,
      "扒": 2569,
      "打": 2570,
      "扔": 2571,
      "托": 2572,
      "扛": 2573,
      "扞": 2574,
      "扣": 2575,
      "扥": 2576,
      "扦": 2577,
      "执": 2578,
      "扩": 2579,
      "扪": 2580,
      "扫": 2581,
      "扬": 2582,
      "扭": 2583,
      "扮": 2584,
      "扯": 2585,
      "扰": 2586,
      "扳": 2587,
      "扶": 2588,
      "批": 2589,
      "扼": 2590,
      "扽": 2591,
      "找": 2592,
      "承": 2593,
      "技": 2594,
      "抃": 2595,
      "抄": 2596,
      "抉": 2597,
      "把": 2598,
      "抑": 2599,
      "抒": 2600,
      "抓": 2601,
      "抔": 2602,
      "投": 2603,
      "抖": 2604,
      "抗": 2605,
      "折": 2606,
      "抚": 2607,
      "抛": 2608,
      "抜": 2609,
      "抟": 2610,
      "抠": 2611,
      "抡": 2612,
      "抢": 2613,
      "护": 2614,
      "报": 2615,
      "抧": 2616,
      "抨": 2617,
      "披": 2618,
      "抬": 2619,
      "抱": 2620,
      "抳": 2621,
      "抵": 2622,
      "抹": 2623,
      "抺": 2624,
      "抻": 2625,
      "押": 2626,
      "抽": 2627,
      "抿": 2628,
      "拂": 2629,
      "拄": 2630,
      "担": 2631,
      "拆": 2632,
      "拇": 2633,
      "拈": 2634,
      "拉": 2635,
      "拊": 2636,
      "拌": 2637,
      "拍": 2638,
      "拎": 2639,
      "拏": 2640,
      "拐": 2641,
      "拒": 2642,
      "拓": 2643,
      "拔": 2644,
      "拖": 2645,
      "拗": 2646,
      "拘": 2647,
      "拙": 2648,
      "招": 2649,
      "拜": 2650,
      "拟": 2651,
      "拢": 2652,
      "拣": 2653,
      "拥": 2654,
      "拦": 2655,
      "拧": 2656,
      "拨": 2657,
      "择": 2658,
      "括": 2659,
      "拭": 2660,
      "拮": 2661,
      "拯": 2662,
      "拱": 2663,
      "拳": 2664,
      "拴": 2665,
      "拶": 2666,
      "拷": 2667,
      "拼": 2668,
      "拽": 2669,
      "拾": 2670,
      "拿": 2671,
      "挀": 2672,
      "持": 2673,
      "挂": 2674,
      "指": 2675,
      "挈": 2676,
      "按": 2677,
      "挎": 2678,
      "挑": 2679,
      "挒": 2680,
      "挖": 2681,
      "挚": 2682,
      "挛": 2683,
      "挝": 2684,
      "挞": 2685,
      "挟": 2686,
      "挠": 2687,
      "挡": 2688,
      "挢": 2689,
      "挣": 2690,
      "挤": 2691,
      "挥": 2692,
      "挨": 2693,
      "挪": 2694,
      "挫": 2695,
      "振": 2696,
      "挲": 2697,
      "挹": 2698,
      "挺": 2699,
      "挻": 2700,
      "挼": 2701,
      "挽": 2702,
      "捂": 2703,
      "捃": 2704,
      "捅": 2705,
      "捆": 2706,
      "捉": 2707,
      "捋": 2708,
      "捌": 2709,
      "捍": 2710,
      "捎": 2711,
      "捏": 2712,
      "捐": 2713,
      "捕": 2714,
      "捜": 2715,
      "捞": 2716,
      "损": 2717,
      "捡": 2718,
      "换": 2719,
      "捣": 2720,
      "捧": 2721,
      "捩": 2722,
      "捭": 2723,
      "据": 2724,
      "捯": 2725,
      "捱": 2726,
      "捶": 2727,
      "捷": 2728,
      "捺": 2729,
      "捻": 2730,
      "捽": 2731,
      "掀": 2732,
      "掂": 2733,
      "掇": 2734,
      "授": 2735,
      "掉": 2736,
      "掊": 2737,
      "掌": 2738,
      "掎": 2739,
      "掏": 2740,
      "掐": 2741,
      "排": 2742,
      "掖": 2743,
      "掘": 2744,
      "掞": 2745,
      "掠": 2746,
      "探": 2747,
